Repository: mihaelamj/cupertino-sample-code
Catalog: xcode-localizing-landmarks/*.xcloc/Localized Contents/*.xliff
Languages: de

source: When you look down from the rim of the Grand Canyon, you are looking at a visual story of Earth’s ancient past. Carved over millions of years by the Colorado River, the canyon stretches 277 miles in length, spans widths up to 18 miles, and reaches depths of over a mile (6,093 feet). The vibrant house of the canyon, ranging from deep reds and oranges to subtle shades of purple, it is an iconic natural wonder. The geological story that the canyon tells spans nearly two billion years. Vishnu Schist at the bottom of the Inner Gorge is estimated to be 1.7 billion years old. The much younger Kaibab Limestone formation on the rim is the canyon’s top most rock layer, dating back a mere 270 million years. Between these two extremes, wind and water erosion have sculpted stunning cliffs, mesas, and buttes to create an intricate landscape of canyons within canyons. Every year, the seasonal variations in the Colorado River’s flow continue to carve the canyons deeper and deeper. Just as the geology story shifts with the altitude change, the plant and animal diversity changes dramatically. Flora ranges from desert species such as cacti and junipers to high-elevation forests of spruce fir or ponderosa pine, groundsels, yarrow, and lupine. Bighorn sheep, mule deer, and the elusive mountain lion are just some of the wildlife species that make their home in this ecological treasure.
de: Wenn du vom Rand des Grand Canyon hinabschaust, siehst du eine visuelle Darstellung der alten Geschichte der Erde. Über Millionen von Jahren vom Colorado River geformt, erstreckt sich die Schlucht über 446 Kilometer, ist bis zu 29 Kilometer breit und bis zu 1,8 Kilometer tief (6.000 Fuß). Die farbenprächtige Kulisse des Canyons reicht von tiefem Rot und Orange bis hin zu dezenten Lilatönen und ist ein ikonisches Naturwunder. Die geologische Geschichte, die der Canyon erzählt, umfasst fast zwei Milliarden Jahre. Der Vishnu-Schiefer am Grund der inneren Schlucht wird auf 1,7 Milliarden Jahre geschätzt. Die viel jüngere Kaibab-Kalksteinformation am Rand ist die oberste Gesteinsschicht der Schlucht und ist nur 270 Millionen Jahre alt. Zwischen diesen beiden Extremen haben Wind- und Wassererosion atemberaubende Klippen, Hochebenen und Härtlinge geschaffen, die eine komplizierte Landschaft aus Schluchten innerhalb von Schluchten bilden. Jedes Jahr tragen die saisonalen Schwankungen des Colorado River dazu bei, die Schluchten tiefer und tiefer zu graben. So wie sich die geologische Geschichte mit der Höhenlage ändert, ändert sich auch die Vielfalt der Pflanzen und Tiere dramatisch. Die Flora reicht von Wüstenarten wie Kakteen und Wacholder bis hin zu Wäldern in großer Höhe mit Fichten, Tannen oder Ponderosa-Kiefern, Jakobskreuzkraut, Schafgarbe und Lupinen. Dickhornschafe, Maultierhirsche und der schwer fassbare Berglöwe sind nur einige der Wildtierarten, die dieses ökologische Juwel ihr Zuhause nennen.

source: White Cliffs of Dover
de: Weiße Klippen von Dover

source: Wyoming, United States
de: Wyoming, Vereinigte Staaten

source: Yellowstone was the first national park in the United States, established in 1872. The park is well known for the many geothermal features, including more than half the world’s geysers. Of these, Old Faithful is the most famous geyser, so named for its dependable schedule of roughly 65 or 91 minutes between eruptions. This abundant geothermal activity is thanks to the supervolcano whose caldera forms Yellowstone. The caldera was formed during the last eruption, which took place 640,000 years ago. Besides the geysers, Yellowstone is well known for its wildlife, including herds of bison and elk. As for predators, gray wolves are thriving since their reintroduction to the park in the 1990s. Other animals that tourists look forward to seeing are black and grizzly bears. Whenever animals are present near the park’s roads, dozens of cars park, and camera lenses point out of their windows. While the herds and the bears are prized photo subjects of the park’s visitors, it is important to keep a safe distance from them. The park also has many popular hiking trails, lakes, and rivers coursing through its canyons.
de: Der Yellowstone Nationalpark wurde 1872 gegründet und ist der erste Nationalpark der Vereinigte Staaten. Der Park ist bekannt für seine zahlreichen geothermischen Phänomene, darunter mehr als die Hälfte der weltweiten Geysire. Der bekannteste Geysir ist Old Faithful, der für seine regelmäßigen Eruptionen im Abstand von ungefähr 65 oder 91 Minuten berühmt ist. Diese intensive geothermische Aktivität ist auf den Supervulkan zurückzuführen, dessen Caldera den Yellowstone Nationalpark bildet. Die Caldera entstand bei der letzten Eruption vor 640.000 Jahren. Neben den Geysiren ist der Yellowstone für seine Tierwelt bekannt, darunter Bison- und Elchherden. Die Raubtierpopulation, z. B. Grauwölfe, gedeiht seit deren Wiedereinführung in den Park in den 1990er-Jahren. Andere Tiere, die Touristen sehen möchten, sind Schwarz- und Grizzlybären. Wann immer sich Tiere in der Nähe der Parkstraßen befinden, halten Dutzende Autos an und Kameras richten sich aus den Fenstern auf die Tiere. Auch wenn die Herden und die Bären beliebte Fotomotive für die Besucher des Parks sind, ist es wichtig, sicheren Abstand zu ihnen zu halten. Der Park verfügt außerdem über zahlreiche beliebte Wanderwege, Seen und Flüsse, die durch die Canyons fließen.

# CFBundleDisplayName
source: Landmarks
de: Orte

# CFBundleName
source: Landmarks
de: Orte

# NSLocationWhenInUseUsageDescription
source: Landmarks uses your location to show where you are on the map relative to other landmarks.
de: „Orte“ verwendet deinen Standort, um dir auf der Karte anzuzeigen, wo du dich im Verhältnis zu anderen Sehenswürdigkeiten befindest.

# %lld items|==|plural.one
source: %lld item
de: %lld Objekt

# %lld items|==|plural.other
source: %lld items
de: %lld Objekte

# Activities (Picker)
source: Activities
de: Aktivitäten

source: Add a description for your collection here…
de: Füge hier eine Beschreibung für deine Sammlung hinzu …

source: Asia
de: Asien

source: Australia/Oceania
de: Australien/Ozeanien

source: Close
de: Schließen

source: Collections
de: Sammlungen

source: Coordinates
de: Koordinaten

source: Delete
de: Löschen

source: Delete?
de: Löschen?

source: Description
de: Beschreibung

source: Draw a sketch of this landmark
de: Eine Skizze dieses Ortes zeichnen

source: Edit
de: Bearbeiten

source: Elevation
de: Höhe

source: Favorite
de: Als Favoriten markieren

source: Featured Landmark
de: Empfohlener Ort

source: Find a cool piece of nature
de: Finde ein schönes Stück Natur

source: Hide Badges
de: Auszeichnungen ausblenden

source: Keep
de: Behalten

source: Landmarks
de: Orte

source: Learn More
de: Weitere Infos

source: Location
de: Standort

source: Map
de: Karte

# Map (Picker)
source: Map
de: Karte

source: Metadata
de: Metadaten

source: My Collections
de: Meine Sammlungen

source: New Collection
de: Neue Sammlung

source: Read the landmark description
de: Beschreibung des Ortes lesen

source: Search
de: Suche

source: Select
de: Auswählen

source: Select Delete to permanently remove ‘%@’.
de: Wähle „Löschen“, um „%@“ endgültig zu entfernen.

source: Select landmarks
de: Ort auswählen

source: Show Badges
de: Auszeichnungen einblenden

source: Take a photo
de: Ein Foto aufnehmen

source: There isn’t a badge for this landmark.
de: Es gibt keine Auszeichnung für diesen Ort.

source: Title
de: Titel

source: Total Area
de: Gesamtfläche

source: Unfavorite
de: Von Favoriten entfernen

source: View Mode
de: Ansichtsmodus

source: You earned the %@ badge!
de: Du hast die Auszeichnung „%@“ erhalten!

source: up to %@
de: bis zu %@
